Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Addons/AddonLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, ne_np, nl, nn_no, oc, om, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tok, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: Access your data on another website
ar: الوصول إلى بياناتك في موقع آخر
be: Доступ да вашых дадзеных на іншым сайце
bg: Достъп до вашите данни на друга страница
bs: Pristup vašim podacima na drugoj web stranici
ca: Accedir a les vostres dades d’un altre lloc
co: Accede à i vostri dati per un altru situ
cs: Přistupovat k vašim datům na další webové stránce
cy: Cael mynediad at eich data ar wefan arall
da: Tilgå dine data på et andet websted
de: Auf Ihre Daten auf einer anderen Website zugreifen
dsb: Mějśo pśistup k swójim datam na drugem websedle
el: Πρόσβαση στα δεδομένα σας σε άλλο ιστότοπο
eo: Aliri viajn datumojn en alia retejo
es: Acceder a tus datos en otro sitio
es_ar: Acceso a los datos en otro sitio
es_cl: Acceder a tus datos en otro sitio
es_mx: Autoriza la lectura de tus datos en otra página
et: ligipääs sinu andmetele veel ühel saidil
eu: Beste gune batean zure datuak atzitzea
fa: دسترسی به داده‌های شما در یک وبگاه دیگر
fi: Pääsy tietoihisi toisella sivustolla
fr: Accéder à vos données pour un autre site
fur: Acedi ai tiei dâts suntun altri sît
fy_nl: Jo gegevens op in oare website benaderje
gd: Cothrom fhaighinn air an dàta agad air làrach eile
gl: Acceder aos teus datos noutro sitio
gn: Eike mba’ekuaarãme ambue tendápe
he: גישה לנתונים שלך באתר אחד נוסף
hr: Pristup tvojim podacima na drugoj stranici
hsb: Mějće přistup k swojim datam na druhim websydle
hu: Hozzáférés az adataihoz egy másik weboldalon
hy_am: Մատչել ձեր տվյալներին այլ կայքում
ia: Accede tu datos sur un altere sito
id: Akses data Anda di situs lain lagi
is: Skoða gögnin þín á öðru vefsvæði
it: Accedere ai dati utente su un altro sito
ja: その他のサイト上のユーザーデータへのアクセス
ka: თქვენს მონაცემებთან წვდომა სხვა საიტზე
kab: Kcem ɣer yisefka-k·m deg usmel niḍen
kk: Барлық веб-сайттардағы деректеріңізге қол жеткізу
km: ចូលប្រើទិន្នន័យរបស់អ្នកនៅលើគេហទំព័រផ្សេងទៀត
ko: 다른 사이트에 있는 사용자 데이터에 접근
ku: Li ser malpereke din xwe bigihîne daneyên xwe
lo: ເຂົ້າເຖິງຂໍ້ມູນຂອງທ່ານຢູ່ໃນເວັບໄຊທ໌ອື່ນ
ml: മറ്റൊരു വെബ്ബിടത്തിൽ താങ്ങളുടെ ഡാറ്റ ഉപയോഗിക്കുക
nb_no: Få tilgang til dine data på ett annet nettsted
nl: Uw gegevens op een andere website benaderen
nn_no: Få tilgang til dataa dine på ein annan nettstad
oc: Accedir a vòstras donadas sus un autre site
om: Daataa keessan marsariitii biraa irratti argadhaa
pa_guru_in: ਹੋਰ ਸਾਈਟ ਉੱਤੇ ਤੁਹਾਡੇ ਡਾਟੇ ਵਾਸਤੇ ਪਹੁੰਚ
pl: Dostęp do danych użytkownika na innej stronie
pt_br: Acessar seus dados em outro site
pt_pt: Aceder aos seus dados noutro site
rm: Acceder a tias datas per in’autra website
ro: Să îți acceseze datele pe un alt site
ru: Доступ к вашим данным на другом сайте
sat: ᱟᱢᱟᱜ ᱰᱟᱴᱟ ᱮᱴᱟᱜ ᱥᱟᱭᱤᱴ ᱨᱮ ᱮᱠᱥᱮᱥ ᱢᱮ
sc: Atzèdere a is datos tuos in un’àteru situ
scn: Accèdiri ê to dati nta n’autru situ
sk: Prístup k vašim údajom na ďalšej stránke
sl: dostop do vaših podatkov za drugo spletno mesto
sq: Të hyjë në të dhënat tuaja te sajt tjetër
sr: Приступите подацима на другом сајту
sv_se: Åtkomst till din data på en annan webbplats
tg: Дастрас кардани маълумоти шумо дар сомонаи дигар
th: เข้าถึงข้อมูลของคุณในไซต์อื่น
tr: Başka bir sitedeki verilerinize erişme
ug: باشقا تور بېكەتتىكى سانلىق مەلۇماتلىرىڭىزنى زىيارەت قىلىدۇ
uk: Доступ до ваших даних на іншому сайті
vi: Truy cập dữ liệu của bạn trên trang web khác
zh_hans: 访问您在另一个网站的数据
zh_hant: 存取您在另一個網站中的資料

source: Access your data on other domains
ar: الوصول إلى بياناتك في نطاقات أخرى
be: Доступ да вашых дадзеных у іншых даменах
bg: Достъпва данните ви от други домейни
bs: Pristup vašim podacima na drugim domenama
ca: Accedir a les vostres dades d’altres dominis
co: Accede à i vostri dati per d’altri duminii
cs: Přistupovat k vašim datům z dalších domén
cy: Cael mynediad at eich data ar barthau eraill
da: Tilgå dine data på andre domæner
de: Auf Ihre Daten in anderen Domains zugreifen
dsb: Mějśo pśistup k swójim datam w drugich domenach
el: Πρόσβαση στα δεδομένα σας σε άλλους τομείς
eo: Aliri viajn datumojn en aliaj nomregnoj
es: Acceder a tus datos en otros dominios
es_ar: Acceso a los datos en otros dominios
es_cl: Acceder a tus datos en otros dominios
es_mx: Acceder a tus datos en otros dominios
eu: Beste domeinu batzuetan zure datuak atzitzea
fa: دسترسی به داده‌های شما در دامنه‌های دیگر
fi: Pääsy tietoihisi muissa verkkotunnuksissa
fr: Accéder aux données d’autres domaines
fur: Acedi ai tiei dâts su altris dominis
fy_nl: Jo gegevens op oare domeinen benaderje
gd: Cothrom fhaighinn air an dàta agad air àrainnean eile
gl: Acceder aos teus datos noutros dominios
gn: Eike mba’ekuaarãitápe ambue tendatee rupi
he: גישה לנתונים שלך בשמות מתחם נוספים
hr: Pristup tvojim podacima na drugim domenama
hsb: Mějće přistup k swojim datam na druhich domenach
hu: Hozzáférés az adataihoz más tartományokban
hy_am: Մատչել ձեր տվյալներին այլ տիրույթներում
ia: Accede tu datos sur altere dominios
id: Akses data Anda di domain lain
is: Skoða gögnin þín á öðrum lénum
it: Accedere ai dati utente su altri domini
ja: 他のドメイン上のユーザーデータへのアクセス
ka: თქვენს მონაცემებთან წვდომა მისამართების სხვა ჯგუფებზე
kab: Kcem ɣer yisefka-k·m n taɣulin niḍen
kk: Басқа домендердегі деректеріңізге қол жеткізу
km: ចូលប្រើទិន្នន័យរបស់អ្នកនៅលើដែនផ្សេងទៀត
ko: 다른 도메인의 사용자 데이터에 접근
ku: Xwe bigihîne daneyên xwe yên li ser domaîneke din
lo: ເຂົ້າເຖິງຂໍ້ມູນຂອງທ່ານໃນໂດເມນອື່ນໆ
ml: മറ്റെ മേഖലകളിൽ താങ്ങളുടെ ഡാറ്റ ഉപയോഗിക്കുക
nb_no: Få tilgang til dine data på andre domener
nl: Uw gegevens op andere domeinen benaderen
nn_no: Få tilgang til dataa dine på andre domene
oc: Accedir a vòstras donadas sus d’autres domenis
om: Daataa keessan domeenii biroo irratti argachuu
pa_guru_in: ਹੋਰ ਡੋਮੇਨਾਂ ਉੱਤੇ ਤੁਹਾਡੇ ਡਾਟੇ ਲਈ ਪਹੁੰਚ
pl: Dostęp do danych użytkownika w innych domenach
pt_br: Acessar seus dados em outros domínios
pt_pt: Aceder aos seus dados noutros domínios
rm: Acceder a tias datas per autras domenas
ro: Să îți acceseze datele pe alte domenii
ru: Доступ к вашим данных на других доменах
sat: ᱮᱴᱟᱜ ᱰᱚᱢᱮᱱ ᱠᱚ ᱨᱮ ᱟᱢᱟᱜ ᱰᱟᱴᱟ ᱟᱫᱮᱨ ᱢᱮ
sc: Atzèdere a is datos tuos in àteros domìnios
scn: Accèdiri ê to dati nta autri dumini
sk: Prístup k vašim údajom na ďalších doménach
sl: dostop do vaših podatkov za druge domene
sq: Të hyjë në të dhënat tuaja te përkatësi të tjera
sr: Приступите подацима на другим доменима
sv_se: Åtkomst till din data på andra domäner
tg: Дастрас кардани маълумоти шумо дар доменҳои дигар
th: เข้าถึงข้อมูลของคุณในโดเมนอื่น
tr: Başka alan adlarındaki verilerinize erişme
ug: باشقا دائىرىدىكى سانلىق مەلۇماتلىرىڭىزنى زىيارەت قىلىدۇ
uk: Доступ до ваших даних на інших доменах
vi: Truy cập dữ liệu của bạn trên tên miền khác
zh_hans: 访问您在其他网站的数据
zh_hant: 存取您在其他網域中的資料

source: Access your data on other websites
ar: الوصول إلى بياناتك في مواقع أخرى
be: Доступ да вашых дадзеных на іншых сайтах
bg: Достъп до вашите данни на други страници
bs: Pristup vašim podacima na drugim web stranicama
ca: Accedir a les vostres dades d’altres llocs
co: Accede à i vostri dati per d’altri siti
cs: Přistupovat k vašim datům na dalších stránkách
cy: Cael mynediad at eich data ar wefannau eraill
da: Tilgå dine data på andre websteder
de: Auf Ihre Daten auf anderen Websites zugreifen
dsb: Mějśo pśistup k swójim datam na drugich websedłach
el: Πρόσβαση στα δεδομένα σας σε άλλους ιστοτόπους
eo: Aliri viajn datumojn en aliaj retejoj
es: Acceder a tus datos en otros sitios
es_ar: Acceso a los datos en otros sitios
es_cl: Acceder a tus datos en otros sitios
es_mx: Acceso a tus datos en más sitios web
et: ligipääs sinu andmetele teistel saitidel
eu: Beste gune batzuetan zure datuak atzitzea
fa: دسترسی به داده‌های شما در وبگاه‌های دیگر
fi: Pääsy tietoihisi muilla sivustoilla
fr: Accéder à vos données pour d’autres sites
fur: Acedi ai tiei dâts su altris sîts
fy_nl: Jo gegevens op oare websites benaderje
gd: Cothrom fhaighinn air an dàta agad air làraichean eile
gl: Acceder aos teus datos noutros sitios
gn: Eike mba’ekuaarãitápe ambue tenda rupi
he: גישה לנתונים שלך באתרים נוספים
hr: Pristup tvojim podacima na drugim stranicama
hsb: Mějće přistup k swojim datam na druhich websydłach
hu: Hozzáférés az adataihoz más weboldalakon
hy_am: Մատչել ձեր տվյալներին այլ կայքերում
ia: Accede tu datos sur altere sitos
id: Akses data Anda di situs lain
is: Skoða gögnin þín á öðrum vefsvæðum
it: Accedere ai dati utente su altri siti
ja: 他のサイト上のユーザーデータへのアクセス
ka: თქვენს მონაცემებთან წვდომა სხვა საიტებზე
kab: Kcem ɣer yisefka-inek·nem ɣef yismal niḍen
kk: Басқа сайттардағы деректеріңізге қол жеткізу
km: ចូលប្រើទិន្នន័យរបស់អ្នកនៅលើគេហទំព័រផ្សេងទៀត
ko: 다른 사이트에서 사용자의 데이터에 접근
ku: Li ser malpereke din xwe bigihîne daneyên xwe
lo: ເຂົ້າເຖິງຂໍ້ມູນຂອງທ່ານຢູ່ໃນເວັບໄຊທ໌ອື່ນໆ
ml: മറ്റെ വെബ്ബിടങ്ങളിൽ താങ്ങളുടെ ഡാറ്റ ഉപയോഗിക്കുക
nb_no: Få tilgang til dine data på andre nettsteder
nl: Uw gegevens op andere websites benaderen
nn_no: Få tilgang til dataa dine på andre nettstadar
oc: Accedir a vòstras donadas sus d’autres sites
om: Daataa keessan marsariitiiwwan biroo irratti argadhaa
pa_guru_in: ਹੋਰ ਸਾਈਟਾਂ ਉੱਤੇ ਤੁਹਾਡੇ ਡਾਟੇ ਵਾਸਤੇ ਪਹੁੰਚ
pl: Dostęp do danych użytkownika na innych stronach
pt_br: Acessar seus dados em outros sites
pt_pt: Aceder aos seus dados noutros sites
rm: Acceder a tias datas per autras websites
ro: Să îți acceseze datele pe alte site-uri
ru: Доступ к вашим данным на других сайтах
sat: ᱟᱢᱟᱜ ᱰᱟᱴᱟ ᱮᱴᱟᱜ ᱥᱟᱭᱤᱴ ᱨᱮ ᱮᱠᱥᱮᱥ ᱢᱮ
sc: Atzèdere a is datos tuos in àteros sitos
scn: Accèdiri ê to dati nta autri siti
sk: Prístup k vašim údajom na ďalších stránkach
sl: dostop do vaših podatkov za druga spletna mesta
sq: Të hyjë në të dhënat tuaja te sajte të tjerë
sr: Приступите подацима на другим сајтовима
sv_se: Åtkomst till din data på andra webbplatser
tg: Дастрас кардани маълумоти шумо дар сомонаҳои дигар
th: เข้าถึงข้อมูลของคุณในไซต์อื่น
tr: Başka sitelerdeki verilerinize erişme
ug: باشقا تور بېكەتتىكى سانلىق مەلۇماتلىرىڭىزنى زىيارەت قىلىدۇ
uk: Доступ до ваших даних на інших сайтах
vi: Truy cập dữ liệu của bạn trên trang web khác
zh_hans: 访问您在其他网站的数据
zh_hant: 存取您在其他網站中的資料

source: This add-on is restricted and has been disabled. You can enable it, but this may be risky.
ar: قٌيّد هذا الامتداد وتم تعطيله. يمكنك تفعيله، ولكن قد يشكل هذا خطرًا عليك.
bg: Разширението е ограничено и е изключено. Можете да го активирате, но това може да е рисковано.
co: St’estensione hè sottumessa à certe ristrizzioni è hè stata disattivata. Pudete attivalla, ma puderia esse risicatu.
cs: Toto rozšíření je omezeno a bylo zakázáno. Můžete jej povolit, ale může to být riskantní.
cy: Mae'r estyniad hwn wedi'i gyfyngu ac mae wedi'i analluogi. Gallwch ei alluogi, ond gall hyn fod yn beryglus.
da: Denne udvidelse er begrænset og er blevet deaktiveret. Du kan aktivere den, men det kan være risikabelt.
de: Diese Erweiterung ist eingeschränkt und wurde deaktiviert. Sie können sie aktivieren, dies kann aber riskant sein.
dsb: Toś to rozšyrjenje jo wobgranicowane a jo se znjemóžniło. Móžośo jo zmóžniś, ale to jo snaź riskantne.
el: Αυτή η επέκταση είναι περιορισμένη και έχει απενεργοποιηθεί. Μπορείτε να την ενεργοποιήσετε, αλλά αυτό ενδέχεται να είναι επικίνδυνο.
eo: Tiu ĉi etendaĵo estas limigita kaj ĝi estis do malaktivigita. Vi povas reaktivigi ĝin, sed tio povus esti riska.
es: Esta extensión está restringida y ha sido desactivada. Se puede activar, pero podría ser arriesgado.
es_ar: Esta extensión está restringida y ha sido deshabilitada. Se puede habilitar, pero podría ser riesgoso.
es_cl: Esta extensión está restringida y ha sido desactivada. Puedes activarla, pero esto podría ser arriesgado.
es_mx: Esta extensión está restringida y ha sido deshabilitada. Puedes habilitarla, pero puede ser riesgoso.
eu: Hedapen hau mugatuta dago eta desgaitu egin da. Gaitzeko aukera daukazu baina arriskutsua izan liteke.
fi: Tämä laajennus on rajoitettu ja se on poistettu käytöstä. Voit ottaa sen käyttöön, mutta se voi olla riskialtista.
fr: Cette extension est soumise à des restrictions et a été désactivée. Vous pouvez l’activer, mais son utilisation comporte des risques.
fur: Cheste estension e je sometude a limitazions e e je stade disativade. Al è pussibil tornâ a ativâle, ma la sô utilizazion e podarès compuartâ risis.
fy_nl: Dizze útwreiding is beheind en is útskeakele. Jo kinne it ynskeakelje, mar dit kin riskant wêze.
gd: Tha an leudachan seo air a chuingeachadh is chaidh a chur à comas. Is urrainn dhut a chur an comas ach dh’fhaoidte gum bi sin cunnartach.
gl: Esta extensión está restrinxida e desactivouse. Podes activalo, pero isto pode ser arriscado.
gn: Ko jepysokue ojejokóma ha upévare ojeipe’áma. Ikatu emyandy jey, hákatu iñapañuaikuaa.
he: הרחבה זו מוגבלת ולכן הושבתה. באפשרותך להפעיל אותה, אבל ייתכן שזה יהיה כרוך בסיכון.
hr: Ovo proširenje je blokirano i deaktivirano. Možeš ga aktivirati, ali to može biti rizično.
hsb: Tute rozšěrjenje je wobmjezowane a je so znjemóžniło. Móžeće jo zmóžnić, ale to je snano riskantne.
hu: Ez a kiegészítő korlátozott, és le lett tiltva. Engedélyezheti, de ez kockázatos lehet.
hy_am: Այս ընդլայնումը խախտում է Mozilla-ի կանոնները և անջատված է: Դուք կարող եք միացնել այն, բայց դա կարող է վտանգավոր լինել:
ia: Iste extension es limitate e ha essite disactivate. Tu pote activar lo, ma isto pote esser riscose.
id: Ekstensi ini dibatasi dan telah dinonaktifkan. Anda dapat mengaktifkannya, tetapi ini mungkin berrisiko.
is: Þessi forritsauki er hamlaður og hefur verið gerður óvirkur. Þú getur virkjað þetta, en það gæti verið áhættusamt.
it: Questa estensione è soggetta a restrizioni ed è stata disattivata. È possibile attivarla, ma il suo utilizzo potrebbe comportare dei rischi.
ja: この拡張機能は制限されているため無効化されています。有効にすると危険を伴う可能性があります。
ka: გაფართოება შეიზღუდა და ამორთულია. შეგიძლიათ მაინც ჩართოთ, მაგრამ სახიფათო შეიძლება იყოს.
kk: Бұл кеңейту шектелген және сөндірілген. Оны іске қосуға болады, бірақ бұл қауіпті болуы мүмкін.
km: ផ្នែកបន្ថែមនេះត្រូវបានដាក់កម្រិត ហើយត្រូវបានបិទ។ អ្នកអាចបើកវាបាន ប៉ុន្តែវាអាចមានគ្រោះថ្នាក់។
ko: 이 확장 기능은 제한되어 있으며 비활성화되어 있습니다. 활성화할 수는 있지만, 위험할 수 있습니다.
ku: Ev pêvek bi sînor e û hatiye neçalakkirin. Tu dikarî wê çalak bikî, lê dibe ku ev xeternak be.
lo: ສ່ວນຂະຫຍາຍນີ້ຖືກຈຳກັດ ແລະ ຖືກປິດໃຊ້ງານແລ້ວ. ທ່ານສາມາດເປີດໃຊ້ມັນໄດ້, ແຕ່ອັນນີ້ອາດຈະມີຄວາມສ່ຽງ.
ml: ഈ വിപുലീകരണം വിലക്കപ്പെട്ടതും പ്രവൎത്തനരഹിതവും ആണു്. താങ്ങൾക്കിതിനെ പ്രവൎത്തനക്ഷമമാക്കാൻ പറ്റും എന്നാൽ ഇതു് അപകടകരമായേക്കാം.
nb_no: Denne utvidelsen er begrenset og har blitt deaktivert. Du kan aktivere den, men dette kan være risikabelt.
nl: Deze extensie is beperkt en is uitgeschakeld. U kunt hem inschakelen, maar dit kan riskant zijn.
nn_no: Denne utvidinga er avgrensa og har vorte deaktivert. Du kan aktivere den, men dette kan vere risikabelt.
pa_guru_in: ਇਹ ਇਕਸਟੈਨਸ਼ਨ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਅਸਮਰੱਥ ਕੀਤਾ ਹੈ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ, ਪਰ ਇਸ ਖ਼ਤਰਾ ਹੋ ਸਕਦਾ ਹੈ।
pl: To rozszerzenie jest objęte ograniczeniami i zostało wyłączone. Można je włączyć, ale może to być ryzykowne.
pt_br: Esta extensão está com restrição e foi desativada. Você tem opção de ativar, mas pode ser arriscado.
pt_pt: Esta extensão está restrita e foi desativada. Pode ativá-la, mas isto pode ser perigoso.
rm: Questa extensiun è suttaposta a restricziuns ed è vegnida deactivada. Ti pos l’activar, ma quai po esser ristgus.
ro: Această extensie este restricționată și a fost dezactivată. O poți activa, dar poate fi riscant.
ru: Это расширение ограничено и было отключено. Вы можете включить его, но это может быть рискованно.
sat: ᱱᱚᱣᱟ ᱯᱟᱥᱱᱟᱣ ᱫᱚ ᱟᱠᱚᱴ ᱛᱷᱟᱲ ᱟᱨ ᱵᱚᱸᱫ ᱠᱟᱱᱟ ᱾ ᱟᱢ ᱱᱚᱶᱟ ᱮᱢᱪᱷᱚ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ, ᱢᱮᱱᱠᱷᱟᱱ ᱱᱚᱶᱟ ᱫᱚ ᱡᱚᱠᱷᱤᱢ ᱫᱷᱟᱨᱟ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾
sk: Toto rozšírenie je obmedzené a bolo zakázané. Môžete ho povoliť, ale môže to byť riskantné.
sl: Ta razširitev je omejena, zato je bila onemogočena. Lahko jo omogočite, vendar je to morda nevarno.
sq: Ky zgjerim është i kufizuar dhe është çaktivizuar. Mund ta aktivizoni, por kjo mund të jetë e rrezikshme.
sr: Ово проширење је ограничено и онемогућено је. Можете га омогућити, али то може бити ризично.
sv_se: Tillägget är begränsat och har inaktiverats. Du kan aktivera det, men det kan vara riskabelt.
tg: Ин васеъшавӣ маҳдуд шудааст ва ҳам ғайрифаъол шудааст. Шумо метавонед онро фаъол созед, аммо ин метавонад хатарнок бошад.
th: ส่วนขยายนี้ถูกจำกัดและได้ถูกปิดใช้งานแล้ว คุณสามารถเปิดใช้งานได้ แต่อาจมีความเสี่ยง
tr: Bu uzantı kısıtlanmış olduğu için devre dışı bırakıldı. Uzantıyı etkinleştirebilirsiniz ama bu riskli olabilir.
ug: بۇ كېڭەيتىلمە چەكلەنگەن. ئۇنى قوزغىتالايسىز ئەمما بۇ خەتەرلىك بولۇشى مۇمكىن.
uk: Це розширення обмежено Mozilla, тому його вимкнено. Ви можете ввімкнути його, але це може бути ризиковано.
vi: Tiện ích mở rộng này bị hạn chế và đã bị vô hiệu hóa. Bạn có thể bật nó, nhưng việc này có thể tiềm ẩn rủi ro.
zh_hans: 此扩展受到限制且已被禁用。您可以重新启用，但可能存在风险。
zh_hant: 此擴充套件受到限制，已被停用。您還是可以開啟，但可能會有風險。

source: This add-on is restricted. Using it may be risky.
ar: هذا الامتداد مُقيد، واستخدامه قد يكون خطيرًا.
bg: Това разширение е ограничено. Използването му може да е рисковано.
co: St’estensione hè sottumessa à certe ristrizzioni. Impiegalla hè risicatu.
cs: Toto rozšíření je omezeno. Jeho používání může být riskantní.
cy: Mae'r estyniad hwn wedi'i gyfyngu. Gall fod yn beryglus ei ddefnyddio.
da: Denne udvidelse er begrænset. Det kan være risikabelt at bruge den.
de: Diese Erweiterung ist eingeschränkt. Die Verwendung kann riskant sein.
dsb: Toś to rozšyrjenje jo wobgranicowane. Jogo wužywanje móžo riskantne byś.
el: Αυτή η επέκταση είναι περιορισμένη. Η χρήση της ενδέχεται να είναι επικίνδυνη.
eo: Tiu ĉi etendaĵo estas limigita. Uzi ĝin povus esti riske.
es: Esta extensión está restringida. Usarla puede ser arriesgado.
es_ar: Esta extensión está restringida. Usarla puede ser riesgoso.
es_cl: Esta extensión está restringida. Su uso puede ser arriesgado.
es_mx: Esta extensión está restringida. Su uso puede ser riesgoso.
eu: Hedapen hau mugatuta dago. Erabiltzea arriskutsua izan liteke.
fi: Tämä laajennus on rajoitettu. Sen käyttö voi olla riskialtista.
fr: Cette extension est soumise à des restrictions. Son utilisation comporte des risques.
fur: Cheste estension e je sometude a limitazions. La sô utilizazion e podarès compuartâ risis.
fy_nl: Dizze útwreiding is beheind. It brûken derfan kin riskant wêze.
gd: Tha an leudachadh seo air a chuingeachadh. Dh’fhaodte gum bi e cunnartach a chleachdadh.
gl: Esta extensión está restrinxida. Usalo pode ser arriscado.
gn: Ko jepysokue ojejokóma. Eiporúramo imarãkuaa.
he: הרחבה זו מוגבלת. השימוש בה עלול להיות כרוך בסיכון.
hr: Ovo je proširenje blokirano. Njegovo korištenje može biti rizično.
hsb: Tute rozšěrjenje je wobmjezowane. Jeho wužiwanje móže riskantne być.
hu: Ez a kiegészítő korlátozott. Használata kockázatos lehet.
hy_am: Այս ընդլայնումը սահմանափակված է։ Դրա օգտագործումը կարող է վտանգավոր լինել։
ia: Iste extension es limitate. Usar lo pote esser riscose.
id: Ekstensi ini dibatasi. Menggunakannya mungkin berrisiko.
is: Þessi forritsauki er hamlaður. Áhætta getur fylgt notkun hans.
it: Questa estensione è soggetta a restrizioni. Il suo utilizzo potrebbe comportare dei rischi.
ja: この拡張機能は制限されています。使用には危険が伴う可能性があります。
ka: ეს გაფართოება შეზღუდულია. მისი გამოყენება სახიფათო შესაძლოა იყოს.
kk: Бұл кеңейту шектелген. Оны пайдалану қауіпті болуы мүмкін.
km: ផ្នែកបន្ថែមនេះត្រូវបានដាក់កម្រិត។ ការប្រើប្រាស់វាអាចមានហានិភ័យ។
ko: 이 확장 기능은 제한되어 있습니다. 사용 시 위험할 수 있습니다.
ku: Ev pêvek sînorkirî ye. Bikaranîna wê dibe ku xeternak be.
lo: ສ່ວນຂະຫຍາຍນີ້ຖືກຈຳກັດ. ການໃຊ້ມັນອາດຈະມີຄວາມສ່ຽງ.
ml: ഈ വിപുലീകരണം വിലക്കപ്പെട്ടിരിക്കുന്നു. ഇതുപയോഗിക്കുന്നതു് അപകടകരമാവാം.
nb_no: Denne utvidelsen er begrenset. Bruk av den kan være risikabelt.
nl: Deze extensie is beperkt. Het gebruik ervan kan riskant zijn.
nn_no: Denne utvidinga er avgrensa. Bruk av den kan vere risikabelt.
pa_guru_in: ਇਸ ਇਕਸਟੈਨਸ਼ਨ ਉੱਤੇ ਪਾਬੰਦੀ ਲੱਗੀ ਹੈ। ਇਸ ਨੂੰ ਵਰਤਣਾ ਖ਼ਤਰਨਾਕ ਹੋ ਸਕਦਾ ਹੈ।
pl: To rozszerzenie jest objęte ograniczeniami. Korzystanie z niego może być ryzykowne.
pt_br: Esta extensão está com restrição. Usar pode ser arriscado.
pt_pt: Esta extensão está restrita. A sua utilização pode ser perigosa.
rm: Questa extensiun è suttaposta a restricziuns. L’utilisaziun po esser ristgusa.
ro: Această extensie este restricționată. Utilizarea ei poate fi riscantă.
ru: Это расширение ограничено. Его использование может быть рискованным.
sat: ᱱᱚᱣᱟ ᱯᱟᱥᱱᱟᱣ ᱫᱚ ᱵᱟᱱᱫᱷᱟᱣ ᱟᱠᱟᱱᱟ ᱾ ᱱᱚᱣᱟ ᱵᱮᱵᱷᱟᱨ ᱫᱚ ᱨᱤᱥᱠᱤ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾
sk: Toto rozšírenie je obmedzené. Jeho používanie môže byť riskantné.
sl: Ta razširitev je omejena. Morda je ni varno uporabljati.
sq: Ky zgjerim është i kufizuar. Përdorim i tij mund të jetë i rrezikshëm.
sr: Ово проширење је ограничено. Коришћење може бити ризично.
sv_se: Tillägget är begränsat. Att använda det kan vara riskabelt.
tg: Ин васеъшавӣ маҳдуд шудааст. Истифодаи он метавонад хатарнок бошад.
th: ส่วนขยายนี้ถูกจำกัด การใช้ส่วนขยายนี้อาจมีความเสี่ยง
tr: Bu uzantı kısıtlanmıştır. Kullanımı riskli olabilir.
ug: بۇ كېڭەيتىلمە چەكلەنگەن. ئۇنى ئىشلىتىش خەتەرلىك بولۇشى مۇمكىن.
uk: Це розширення обмежено. Його використання може бути ризикованим.
vi: Tiện ích mở rộng này bị hạn chế. Sử dụng nó có thể nguy hiểm.
zh_hans: 此扩展已受限，继续使用可能存在风险。
zh_hant: 此擴充套件受到限制，繼續使用可能會有風險。
